Repository: mik14a/OutputBrowser
Catalog: OutputBrowser/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# OpenFileButton.Label
source: Open
ja_jp: 開く

# OpenFolderButton.Label
source: Open image folder
ja_jp: 画像フォルダを開く

# CopyFileButton.Label
source: Copy file
ja_jp: ファイルをコピー

# CopyImageButton.Label
source: Copy image
ja_jp: 画像をコピー

# CopyPathButton.Label
source: Copy path
ja_jp: パスのコピー

# CopyPromptButton.Label
source: Copy prompt
ja_jp: プロンプトのコピー

# ShowPromptButton.Label
source: Show prompt
ja_jp: プロンプトの表示

# ApplicationSettingsSettingsExpander.Header
source: Application settings
ja_jp: アプリケーションの設定

# ApplicationSettingsSettingsExpander.Description
source: Application settings
ja_jp: アプリケーションの設定です

# ThemeSettingsSettingsCard.Header
source: Theme settings
ja_jp: テーマの設定

# ThemeSettingsSettingsCard.Description
source: Select the theme for the application
ja_jp: アプリケーションのテーマを選択してください

# BackdropSettingsSettingsCard.Header
source: Backdrop settings
ja_jp: 背景エフェクト

# BackdropSettingsSettingsCard.Description
source: Select the backdrop for the application
ja_jp: アプリケーションの背景エフェクトを選択してください

# DefaultBrowserSettingsExpander.Header
source: Default browser
ja_jp: デフォルトブラウザ

# DefaultBrowserSettingsExpander.Description
source: Default output browser settings
ja_jp: デフォルトで表示される出力ブラウザの設定です

# DefaultFolderSettingsCard.Header
source: Folder
ja_jp: フォルダ

# DefaultFolderSettingsCard.Description
source: Specify the folder to monitor
ja_jp: 監視するフォルダを指定してください

# DefaultFiltersSettingsCard.Header
source: Filters
ja_jp: フィルタ

# DefaultFiltersSettingsCard.Description
source: Specify the file names to monitor, separated by ;
ja_jp: ;で区切って監視するファイル名を指定してください

# WatchesSettingsExpander.Header
source: Watches
ja_jp: 監視

# WatchesSettingsExpander.Description
source: Collection to monitor
ja_jp: 監視対象のコレクション

# WatchIconSettingsCard.Header
source: Icon
ja_jp: アイコン

# WatchNameSettingsCard.Header
source: Watch name
ja_jp: 監視名

# WatchTargetSettingsExpander.Header
source: Watch target
ja_jp: 監視対象

# WatchDialogIconTextBlock.Text
source: Icon
ja_jp: アイコン

# WatchDialogNameTextBox.Header
source: Name
ja_jp: 名前

# WatchDialogPathTextBox.Header
source: Path
ja_jp: パス

# WatchDialogFiltersTextBox.Header
source: Filters
ja_jp: フィルタ

# DeleteButtonContent.Text
source: Delete
ja_jp: 削除

# CancelButtonContent.Text
source: Cancel
ja_jp: キャンセル

# UpdateButtonContent.Text
source: Update
ja_jp: 更新

# AddWatchButtonContent.Text
source: Add new watch
ja_jp: 新規監視

# OpenConfigFolderButtonContent.Text
source: Open config folder
ja_jp: 設定フォルダを開く

# SaveButtonContent.Text
source: Save
ja_jp: 保存

# OutputBrowserNavigationViewItem.Content
source: Output Browser
ja_jp: 出力ブラウザ
